Repository: mozilla-l10n/mt-training-data
Catalog: bgp/bgp_pontoon.tmx
Source language: en_us
Languages: bgp

source: Contributors record voice clips by reading from a bank of donated sentences.
bgp: بھیوال بینک نیں دہی گالوراں نی ریکارڈنگ کھانینا۔

source: Cookies
bgp: کوکیز

source: <cookiesLink>Cookies<cookiesLink>
bgp: <cookiesLink>کوکیز<cookiesLink>

source: Copainalá Zoque
bgp: کوپونالیک

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
bgp: <coquiLink>کوکی</coquiLink> پہ پچیں گپ ءِ ٹیکنالوجی ءَ ندر اِنت۔ ایشانی منصوبہانی تہا ڈیپ لرننگ ءِ بنیاد ءَ ایس ٹی ٹی ءُ ٹی ٹی ایس انجن ھوار انت۔

source: Cornish
bgp: کارنش

source: Correct
bgp: راست

source: Corsican
bgp: کورسیکو

source: { $count } clips
bgp: کلیپیں

source: { $count }mo
bgp: { $count } ایم او

source: Country/Region of Residence
bgp: ملک / منطقه اقامت .

source: { $count }wk
bgp: { $count } ڈبلیو کے

source: { $count }y
bgp: { $count } وائی

source: [Crackle] giant dinosaurs of [crackle] -riassic.
bgp: [crackle] دیو ڈائنوسار ءِ [crackle] -ریاسک۔

source: Create a Custom Goal
bgp: یک وثی مرضی ئے مول ءُ مرادے جوڑ کن

source: Create a profile
bgp: یک پروفائلے جوڑ کن

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
bgp: نوکیں، گپ ءُ تران ءِ جملہ وت یا وتی سنگت یا زبان ءِ چاگرد ءِ گوما جوڑ کن اِت - چوش کہ ’نبشتہ کنگ ءِ تھون‘ ءِ وسیلہ ءَ

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
bgp: ترجمہ، کسانیں زبان ءِ ماڈل ءُ دگہ بازیں چیزانی واستہ پبلک ڈومین ءِ اشارہ، جملہ ءُ نبشتانک جوڑ کن یا شیئر کن۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
bgp: کامن وائس وچا مڑدما نئ تنوع واسطہ موقع پیدا کھنغاء را یقینی ٹھاہی کہ ڈیٹا سیٹ زیادہ گوں زیادہ مڑدما نئ خدمت کتھ۔ماہ ارغیں وسائل تے ٹیمپلیٹس ٹھھزغاں آحاں را شوا استمال کھنے سگے

source: Crimean Tatar
bgp: کریمیا تاتار

source: Criteria
bgp: ھاسیت

source: Croatian
bgp: کروشیائی

source: Czech
bgp: چیک

source: Dagbani
bgp: دگبانی

source: Daily Goal
bgp: روشے ہدف

source: Dameli
bgp: دملی

source: Danish
bgp: ڈینش

source: Dargwa
bgp: درگوا

source: Dashboard
bgp: ڈیش بورڈ

source: Dataset Release
bgp: ڈیٹا سیٹ ریلیز

source: Datasets
bgp: ڈیٹا سیٹس

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
bgp: اے ایس آر، ایس ٹی ٹی، ٹی ٹی ایس، ءُ دگہ این ایل پی ءِ تناظر ءِ ھاتر ءَ ڈیٹاسیٹ - کمیونٹی ءِ بھر زوری ءِ وسیلہ ءَ جوڑ کنگ بوتگ۔

source: Date
bgp: تاریخ

source: Dawoodi
bgp: داودی

source: Days
bgp: روش

source: Delete
bgp: گار کن

source: Delete my recordings
bgp: منی ریکارڈنگ گار کن

source: Delete Profile
bgp: پرفائل ختم کن

source: Dhivehi
bgp: دیوهی

source: Dholuo
bgp: ڈھولو

source: Did you know…
bgp: تئو زانتہ؟

source: Different language
bgp: ایکویں ایکویں زوان

source: Difficult
bgp: مشکل

source: Difficult to pronounce
bgp: تلفظ کنغ اوکھ ایں

source: Dioula
bgp: دیولہ

source: Discard ongoing recording
bgp: جزوخیں ریکارڈ ء ھلاس کنت

source: Discover languages and communities and common voice
bgp: زبان ءُ چاگرد ءُ مشترکہ توار ءَ پٹ ءُ پول کن اِت

source: Documentation
bgp: دستاویزات

source: Does the sentence meet the guidelines?
bgp: آیا جملہ رہبندانی سرا عمل کنت؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
bgp: ڈومین جملہ ءِ بنگپ ءَ گوں سیادی دار ایت۔ اے وھدا، تئو اے نیاما گچین کث کنئے:

source: Donate
bgp: دیگ

source: Donate your voice
bgp: وتی توار ءَ عطیہ بہ کن

source: Done
bgp: بوت

source: Don't see your language on Common Voice yet?
bgp: دانی کامن وائس ء شمے زوان نہ دیثی رو

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
bgp: ڈیٹاسیٹ ءِ تہا وتی زبان ءِ عکس ءَ نہ گندئے؟ پہ زبان ءِ لوٹ کنگ ءَ مئے زبانانی تاک ءَ سر بہ بئے۔

source: Don't wish to say
bgp: گوئشغ ئے واھگ مہ دار

source: Download
bgp: ڈاؤ لونڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible with you!
bgp: اگاں شما کامن وائس ءَ شریک بوتگ اِت گڑا وتی مراگشانی یا وت ءَ سرٹیفکیٹ ءِ ڈاؤن لوڈ کن اِت — اے گوں شما ممکن نہ بیت!

source: Download Common Voice Data
bgp: مشترکہ توار ءِ ڈیٹا ءَ ڈاؤن لوڈ کن اِت

source: Download Data
bgp: ڈاٹا ڈاؤن لوڈ کن

source: Download Dataset Bundle
bgp: ڈیٹاسیٹ بنڈل ءَ ڈاؤن لوڈ کن اِت

source: Download { $language }
bgp: ڈاؤن لوڈ کن اِت{ $language }

source: Download Links
bgp: ڈاؤن لوڈ ءِ لنک

source: Download My Data
bgp: منی ڈاٹا ڈاؤن لوڈ کن

source: Download options for accessing Common Voice data
bgp: مشترکہ آواز ءِ ڈیٹا ءَ رسگ ءِ واستہ ڈاؤن لوڈ ءِ آپشن

source: Download our press pack <icon></icon>
bgp: مئے پریس پیک ءَ ڈاؤن لوڈ کن اِت <icon></icon>

source: Download our voice datasets
bgp: مئے توار ءِ ڈیٹاسیٹ ڈاؤن لوڈ کن اِت

source: Download profile data
bgp: پروفائل ڈیٹا ڈاؤن لوڈ کن

source: Download the Dataset
bgp: ڈیٹاسیٹ ءَ ڈاؤن لوڈ کن اِت

source: Download the Single Word Target Segment
bgp: یکیں گال ءِ ٹارگٹ سیگمنٹ ءَ ڈاؤن لوڈ کن اِت

source: Download your contribution certificate
bgp: وتی شرپ ءِ سرٹیفکیٹ ءَ ڈاؤن لوڈ کن اِت

source: Do you want to continue?
bgp: تو دیم ءَ بَرَگ لوٹ ئے؟

source: Do you want to Speak, Listen or both?
bgp: تو گپ جنگ لوٹ ئے، گوشدارگ لوٹ ئے یا دوئیں لوٹ ئے؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
bgp: کشّ ءُ ایر کن یا<browseWrap>براؤز کن</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
bgp: وزی فائل آرا ایزا بیارے یا<uploadButton>اپلوڈ کھنغ سانگا</uploadButton> کلک کھنے

source: Drop file here to upload
bgp: اپلوڈ کنیغ وسطا وزی فائل آیزا سٹی

source: Duala
bgp: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
bgp: شراکت جمع کنگ ءِ وھد ءَ 'جمع کنگ' ءِ کلک کنگ ءَ پد رائے یلہ کنگ بیت۔ شراکت 5 ریکارڈنگ یا توثیق ءِ دیم ءِ سیٹ ءَ گوں براہ راست برجاہ بیت۔

source: Dutch
bgp: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
bgp: ڈیٹاسیٹ ءِ تہا ہر انٹری ءِ تہا یک انفرادی MP3 ءُُ ہمے ٹیکسٹ فائل ءِ سرا مشتمل انت۔ ڈیٹاسیٹ ءِ تہا بازیں <b>{ $total }</b> ریکارڈ کتگیں کلاکاں عمر، جنس ءُ لہجہ ءِ وڑیں ڈیموگرافک میٹا ڈیٹا ہم ہوار انت کہ آ گپ ءِ شناخت ءِ انجن ءِ درستی ءِ تربیت ءَ کمک کت کن انت۔ ڈیٹاسیٹ ءِ تہ ءَ اے وھد ءَ <b>{ $valid }</b> ءِ رد ءَ <b>{ $languages }</b> زبانانی تہ ءَ ردیں کلاک ھوار اَنت بلے ما مدام گیشتر توار ءُ زباناں گیش کنگ ءَ ایں ۔ مئے <languagesLink>زبانانی تاک</languagesLink> ءَ یک چمشانکے بدئے اِت کہ زبانے لوٹ اِت یا شریک بوھگ ءَ بندات بہ کن اِت۔

source: Eastern Balochi
bgp: بلوچی

source: Eastern Huasteca Nahuatl
bgp: مشرقی ہواسٹیکا ناہواتل

source: Eastern Min
bgp: مشرقی من

source: Eastern Penan
bgp: مشرقی پنان

source: Easy
bgp: ارزان

source: Ebrie
bgp: ایبری

source: Edit
bgp: ترمیم کنی انت

source: Edit Profile
bgp: پروفائل ءَ ترمیم کن

source: Email
bgp: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
bgp: ای میل:emailFragment>commonvoice@mozilla.com</emailFragment

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
bgp: <emailFragment>سائن اپ</emailFragment>مئے میل لسٹ ءَ دیم ءَ بیار اِت کہ شما کامن وائس ءِ سر ءَ مہم ، مراگش ءُ شریکیں ڈیزائن ءِ ھاسیں لیکہانی تہ ءَ چوں بھر زور اِت کن اِت۔

source: Email is already used for a different account
bgp: ای میل پہشاں تی اکاؤنٹ اء استعمال بیغ آںء

source: Email Subscriptions
bgp: ای میل سبسکرپشنز

source: Emakhuwa
bgp: ایماخوا

source: English
bgp: انگریزی

source: Enter Email to Download
bgp: ڈاؤن لوڈ کنغ واستا ای میل درج کن

source: Enter email to send a sign up link
bgp: سائن اپ لنک ءِ دیم دیگ ءِ ھاترا ای میل نبشتہ کن اِت

source: Enter your Country/Region of Residence
bgp: وتی ملک / دمگ ءِ نندگ ءِ جاہ ءَ درج کن اِت

source: Enter your email
bgp: وسی ای میل اے ہندا درج کن

source: Enter your public domain sentence here
bgp: وزی لوکی ڈومین اے گالوراں ایزاں کٹھا کھنے تے

source: Enter your public domain sentences here
bgp: وزی لوکی ڈومین اے گالوراں ایزاں کٹھا کھنے تے

source: Error
bgp: رَدی

source: Error adding sentence
bgp: جملہ جمع کنغا نیوا خراب ء

source: Error { $code }
bgp: { $code }ردی

source: Error while playing audio file.
bgp: آڈیو فائل ءِ گوازینگ ءِ وھد ءَ ردی یے بوتگ۔

source: Erzya
bgp: ارزیا

source: ESC
bgp: ای ایس سی

source: Esperanto
bgp: اسپرانتو

source: Estonian
bgp: ایسٹونیا

source: Eton
bgp: ایٹن

source: Events
bgp: مراگش

source: Everyone
bgp: ہریکے

source: Ewe
bgp: ایو

source: Ewondo
bgp: ایونڈو

source: Example
bgp: مثال

source: Exit & Delete clips
bgp: کلپاں درکپ ءُ گار کن

source: Explore datasets <icon></icon>
bgp: ڈیٹاسیٹانی پٹ ءُ پول ءَ بکن اِت <icon></icon>

source: Explore the community and languages supported by Common Voice
bgp: کمیونٹی ءُ زبانانی پٹ ءُ پول ءَ بکن اِت کہ کامن وائس ءِ کمک ءَ کنگ بنت

source: Failed to copy SHA256 Checksum
bgp: SHA256 چیکسم ءِ کاپی کنگ ءَ بے سوب بوت

source: Fang
bgp: فینگ

source: FAQ
bgp: اف اے کیو

source: Faroese
bgp: فاروزی

source: Featured in...
bgp: ماں پیش دارگ بیثغیں

source: Female/Feminine
bgp: عورت /عورت

source: Fewer than 15 words per sentence
bgp: 15 چے کھمے افظ

source: Fields marked with an asterisk (*) are required.
bgp: ستارہ (*) ءِ نشان ءِ گوں نشان جتگیں دمگ لوٹ اَنت۔

source: File is too large
bgp: فائل اختر مزینۓ

source: File is too small
bgp: فائل اختر بلو انت

source: Finance
bgp: فنانس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
bgp: دگہ ھما مردماں شوھاز کن اِت کہ آ پرواہ کن اَنت۔ کہ یونیورسٹی، زبان ءِ اسکول، وکالت ءِ گل یا ڈیٹا سائنس ءِ چاگرد بوت کنت۔ رس اِت ءُ گوں ھاسیں رنگے ءَ درشان کن اِت کہ آ چوں کمک کن اَنت ءُ پرچا۔<outreachTemplates>مئے ٹیمپلیٹ آؤٹ ریچ ای میلاں بہ گند اِت<outreachTemplates>

source: Find us on Matrix
bgp: مارا میٹرکس سرا پول

source: Finish editing first?
bgp: اول سر ءَ ￴ وتی تبدیلی ءَ ￴سرجم بہ کن

source: Finish recording
bgp: ریکارڈنگ ئاختم کن

source: Finish recording first?
bgp: اولی رندا ریکارڈنگ ءَ ھلاس کن؟

source: Finish Review
bgp: جائزہ ئا ختم کن

source: Finish validating
bgp: تایید کنغا بند کنوں

source: Finish validating clips?
bgp: کلپس نی تایید کنغا بند کنگ؟

source: Finnish
bgp: فن لینڈ

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
bgp: اولی ایش انت کہ تئی زبان <languageLink> پیسرا چہ است انت</languageLink> یا نہ۔ اگاں نہ اِنت گڑا تو <languageRequestLink>وتی زبان ءِ ھوار کنگ ءِ بابت ءَ جُست کُت کن ئے</languageRequestLink>۔ دو پڑ اَنت۔ سائٹ ءِ ترجمہ کنگ ءُ جملہانی جم کنگ

source: Follow guidelines from “What sentences can I add?”
bgp: "ماں تھاں جملہ شامل کھنا سگا "؟ اشی آگوں رہنما خطوط آں نئ چھکا عملا کھنے?

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
bgp: ہر آواز کلپ ءِ عطیہ کنگ ءِ ھاتر ءَ ، ءُ ہر آڈیو کلپ ءِ توثیق کنگ ءِ ھاتر ءَ ، شمئے اکاؤنٹ ءِ ڈیش بورڈ اپ ڈیٹ کنگ بنت کہ شمئے شریکیں ہر زبان ءَ شمئے نوکیں پیشرفت ءِ عکاسی بہ کنت۔ ہاں، تو یکے ءَ چہ گیش شریک بوت کن ئے!<br/><br/> وتی اعداد و شمار ءِ ٹریک کنگ ءِ ھاترا ڈیش بورڈاں کارمرز کن، بچار کہ تو کمیونٹی ءِ دگہ مردمانی ہمراہی ءَ چوں کنگ ءَ ئے، ءُُ روچ یا ہفتگی شریک بوھگ ءِ مول ءُُ مراداں ٹھینگ ءَ ئے۔

source: for example
bgp: ہمے وڑا

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
bgp: پبلک ڈومین ءِ نبشتانک ءِ واستہ کہ آن لائن دستیاب نہ اِنت، شما اکیڈمک ریفرنسنگ سٹائل ءَ کارمرز کن اِت چوش کہ ہارورڈ سٹائل "جیس (2021) منی پبلک لائسنس ءِ نظم"۔

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
bgp: ٹیکنالوجی ہر کس ءِ واستہ جوانیں وڑے ءَ کار کنگ ءِ ھاترا، ھما ڈیٹا کہ ڈویلپرز ءَ ٹیکنالوجی ءِ جوڑ کنگ ءَ کمک کنت آ مردمانی یک جتائیں رِد ءُ بندے ءِ عکاسی کنگ لوٹ ایت۔ پہ مثال، اگاں ما یک خاصیں لہجہ ءِ گوں ہچ اسپیکر ءَ ہوار مہ کنیں گڑا ٹیکنالوجی ہمے لہجہ ءِ مردمانی ہاترا شریں وڑے ءَ کار نہ کنت۔ <learnMore>اے بابت ءَ گیشتر سرپد بہ بئے کہ میٹا ڈیٹا پرچا ھژدری اِنت۔</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
bgp: اے بندات بوتگیں زبانانی واستہ ویب سائیٹ ءَ سوبمندیں رنگے ءَ <localizationGlossaryLink>لوکلائزڈ</localizationGlossaryLink> ءِ سرا کار کنگ بوتگ ءُُ ایشی ءِ تہا <sentenceCollectionGlossaryLink> ءِ کساس ءَ جملہ جم کنگ بوتگ انت کہ ایشانی تہا <speakLink>Link>LinkSpeak</lisk ءِ اجازت دیگ بہ بیت۔ شراکت

source: Foundations
bgp: بُن ھشت .

source: French
bgp: فرانسیسی

source: Frisian
bgp: فریزی زبان

source: Fulah
bgp: فولہ

source: Fuzhou
bgp: فوژو

source: Galician
bgp: گالیسیائی

source: Gawarbaiti
bgp: گواربیتی

source: Gawri
bgp: گاوری

source: GB
bgp: جی بی

source: General
bgp: عمومی

source: General language / multiple variants
bgp: عام زبان/ کافئ سارویں قسمیں

source: Georgian
bgp: گرجستانی

source: German
bgp: جرمن

source: Get in touch
bgp: رابطہ ئا کن

source: Get in touch <icon></icon>
bgp: رابطہ ئا کن<icon></icon>

source: Get involved
bgp: ھوار بہ بئے

source: Get Involved
bgp: ھوار بہ بئے

source: Get started <icon><icon>
bgp: شروع کن <icon><icon>

source: Get started with goals
bgp: گوں مول ءُ مراداں بندات کن اِت

source: Get Started with Speech Recognition
bgp: گپ ءِ شناخت ءَ گوں بندات کن اِت

source: Get your certificate
bgp: وتی سرٹیفکیٹ ءَ بہ زور

source: Gheg Albanian
bgp: گیگ الببندی

source: Ghomala
bgp: گھومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
bgp: <githubLink>NVIDIA NeMo</githubLink>TM یک <docsLink>اوپن سورس ٹول کیٹ</docsLink> ءِ ھاتر ءَ پٹ ءُ پولکارانی ھاتر ءَ کہ آ نوکیں گپ ءُ تران ءِ AI ماڈل جوڑ کنگ ءَ اَنت۔

source: Goal reached
bgp: منزل ءَ ￴سربوت

source: Goals
bgp: حدف

source: Goan Konkani
bgp: گوان کونکانی

source: Gorani
bgp: گورانی

source: Go to Discourse
bgp: ڈسکورس ئا برو

source: Go to Languages Page
bgp: زبانانی تاک ءَ برو

source: Go to { $name }
bgp: ء برو{ $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
bgp: <governanceLink>مئے حکومت کنگ ءِ باروا گیشتر وانگ بہ بیت</governanceLink>

source: Governments
bgp: سرکار

source: Grammatical / spelling error
bgp: گال نیاما بریں زوان کارمرز ایں

source: Great! How many clips a week?
bgp: مزن! ہفتہ ءِ تہا چنچو کلپ؟

source: Great! How many clips per day?
bgp: باز جوانیں! یک روچے چینکس کلپ؟

source: Great!<recordIcon></recordIcon> Record your next clip
bgp: زبردست!<recordIcon></recordIcon> وتی دیمتر ءِ کلپ ءَ ریکارڈ کن اِت

source: Great work!<playIcon></playIcon> Listen again when you're ready
bgp: باز خُوب کار! <playIcon></playIcon> شُما تیار بئی، تو دوبارہ گوش کن

source: Greek
bgp: یونانی

source: Gronings
bgp: گریوننگز

source: Guarani
bgp: گوہارانی

source: Guidelines
bgp: رہنما اصول

source: Gujarati
bgp: گجراتی

source: Gujari
bgp: گوجاری

source: Haitian
bgp: ہیٹی

source: Hakha Chin
bgp: ہاکھا چین

source: Hausa
bgp: ہاؤسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
bgp: چہ پیسریگیں یا آیوکیں مراگشے ھست؟ مئے گوما شیئر کن اِت ءُ ما وتی چاگرد ءَ جار جنیں یا ایشی ءِ بابت ءَ بلاگ نبشتہ کنیں!

source: Have Feedback?
bgp: رائے ئے؟

source: Have you read our Terms?
bgp: تو مئے شرط ونتگ انت؟

source: Having an account is not required to contribute, though it is helpful.
bgp: شریک بوھگ ءِ ھاترا اکاؤنٹ ءِ دارگ ءِ ضلورت نہ اِنت، اگاں چہ اے کمکار اِنت۔

source: Having a profile is not required to contribute though it is helpful, see why below.
bgp: پروفائل ءِ دارگ ءِ شریک بوھگ ءِ ھاترا ھچ وڑیں لوٹ نیست اگاں کہ اے کمکار اِنت، دیم ءَ بچار اِت کہ پرچا۔

source: Healthcare
bgp: صحت ء خیال کنا

source: Hebrew
bgp: عبرانی

source: Help
bgp: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
bgp: کامن وائس ءَ را وتی ذاتی مول ءُ مراد ءِ گوں یک زبانے ءَ { $hours } کلاک ءَ سر بوھگ ءَ کمک کن

source: Help create Common Voice’s first target segment in { $locale }
bgp: کامن وائس ئے اولی ٹارگٹ سیگمنٹ جوڑ کنغ ئا کمک کن

source: Help reach { $hours } hours in { $language } with a personal goal
bgp: یک وتی مول ءُ مرادے ءِ { $language } گوں کلاکاں سر بوگ ءَ { $hours } کمک کن اِت۔

source: Help teach machines how real people speak, donate your voice at { $link }
bgp: مشیناں وانینگ ءَ کمک بہ کن اِت کہ راستیں مردم چوں گپ جن اَنت، وتی توار ءَ { $link } ءَ عطیہ بہ کن اِت

source: Help us build a community around voice technology, stay in touch via email.
bgp: گالوارانی نوخیں ٹیکنالوجی نیاما مُچھیءِ ٹاہینگ واستہ گوما گوں تند جاہ(ای میل)ءَ ھالوال دار اِت

source: Help us build a high quality, publicly open dataset
bgp: مئے کمک ءَ بکن اِت کہ یک شریں کوالٹی یے، سرکاری رنگ ءَ پچیں ڈیٹاسیٹے جوڑ بہ کن اِت

source: Help us find more voices, share your goal
bgp: مارا گیشتریں توارانی شوھازگ ءَ کمک کن اِت، وتی مول ءُ مراد ءَ شیئر کن اِت

source: Help us find others to donate their voice!
bgp: دگراں وتی توار ءِ عطیہ کنگ ءِ ھاترا مارا کمک کن اِت!

source: Help us get to { $goal }
bgp: مارا ءَ سر بوھگ ءَ کمک کن { $goal }

source: Help us validate sentences!
bgp: جملہانی توثیق کنگ ءَ مئے کمک ءَ بکن اِت!

source: Help us validate voices
bgp: صوتی ء تصدیق کھنغ وسطہ ماہ مدد کنئیں۔

source: Heng Hua
bgp: ہینگ ہوا

source: Here are the links to download your ZIP files.
bgp: شمئے زپ فائلانی ڈاؤن لوڈ کنگ ءِ لنک ایش اَنت۔

source: Hidden
bgp: چیریں

source: Highland Puebla Nahuatl
bgp: ہائی لینڈ پیوبلا ناہواتل

source: Hiligaynon
bgp: ہلیگینون

source: Hill Mari
bgp: پہاڑ ماری

source: Hindi
bgp: ہندی

source: His hand was rais-ed.
bgp: آئی ءِ دست کھڑو

source: History, Law and Government
bgp: تاریخ، قنُون تے حکومت

source: Hours
bgp: گھنٹے

source: Hours Recorded
bgp: ساعت ریکارڈ کنگ بوتگ انت

source: Hours Validated
bgp: کلاک وثیقہ کثہ

source: How ?
bgp: چے؟

source: How are project decisions made?
bgp: منصوبہ ءِ فیصلہ چون کنگ بنت؟

source: How can we effectively grow a language on Common Voice?
bgp: ما چوں یک زبانے ءَ کامن وائس ءِ سر ءَ موثریں وڑے ءَ دیم ءَ برگ ءَ ایں؟

source: How does Common Voice work?
bgp: کامن واءس چھو کار کن؟

source: How does site localization work?
bgp: سائٹ لوکلائزیشن چھرگ کار کھتھ

source: How do I access and use the dataset?
bgp: من ڈیٹاسیٹ ءَ چوں رسائی ءُ کارمرز کناں؟

source: How do I add a language?
bgp: من زبان ءَ چوں گیش کناں؟

source: How do I add sentences?
bgp: ماں جملہ چوں شامل کناں؟

source: How do I cite?
bgp: میہ چھو حوالہ دیاءں؟

source: How do I know whether to approve a voice clip?
bgp: من چھرگی پتہ مانے کہ منا صوتی کلپ آرا منظور کھنغی استیں یا انا

source: How do I record a high quality voice clip?
bgp: ماں جویں توں جویں گالورے کلپا چھنگا پھرکنا؟

source: How do I stay in touch?
bgp: ماں تھرا گو چوں رابطہ کناں؟

source: How is Common Voice funded?
bgp: کامن وائس ءِ مالی کمک چون کنگ بیت؟

source: How Spontaneous Speech works
bgp: بے وسی ئے گپ چون کار کنت

source: How to add multiple sentences
bgp: باز جملے چی رازۓ شامل کنا؟

source: How would you describe your accent?
bgp: تو وتی لہجہ ءَ چون بیان کن ئے؟

source: How would you describe your sex or gender?
bgp: شوا وزی جنس یہ جنس اے وضاحت چھرغی کھنے

source: Huarijio
bgp: حریجیو

source: Huautla Mazatec
bgp: ہواتلا مطابق

source: Hungarian
bgp: ہنگری

source: I agree
bgp: من مناں

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bgp: من کامن وائس ءِ <termsLink>شرط</termsLink> ءُ </privacyLink>رازداری ءِداری </privacyLink>

source: Ibibio
bgp: ایبیبیو

source: Icelandic
bgp: آئس لینڈ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
bgp: میں پتا کتاں اے جملہ <wikipediaLink> عوامی ڈومین </wikipediaLink> اور نی مناء ا شۓ اپ لوڈ کنیغ اجازت است انت

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
bgp: ماں اشی مناں کہ اے گالور لوکی ڈومینا تھریں مناں ششتنغے اجازتیں۔

source: <icon></icon> Add multiple public domain sentences
bgp: <icon></icon> باز عوامی ڈومین جملے شامل کنی

source: Ideally natural and conversational (it should be easy to read the sentence)
bgp: خیال نیاواں قدرتی تھریں گالور ے( لائن پڑھغ وسطہ سکھا با۔)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
bgp: من گول مائنڈرز، منی پیشرفت ءِ اپ ڈیٹ ءُ کامن وائس ءِ بابت ءَ نیوز لیٹر ءِ وڑیں ای میل رسگ لوٹاں۔

source: I do not agree
bgp: من مناں نہ مناں

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
bgp: اگر یک کلیپے 2 لوغءنی رد کنگ بیت گڑا آ ڈیٹاسیٹ ءِ دگہ سب سیٹے ءَ شنگ کنگ بیت۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
bgp: اگر اے تہی وزی لفظاں تیں<italicizedText> گڈا مرا پتہ کھنغے ضرورت کھفی<italicizedText> کہ اے کلیں تھرا بکھو سے ملساں گڑا ما اشاں گندو کہ لوکی ڈومین نںیاواں سے آں اور نقل کھنغے پابندی منکھوی سی ناں۔ حوالہ وسطہ باز معلومات وسطہ مے بندأے<guidelinesLink> لکھسیں صفحہ گندت</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
bgp: ار ریکاٹ پھرشتغ بیت یا آئی ءَ اڑک کھفتغ بیت گڈ آئی ءَ بِل دے داں وختا کہ درستیں متنءِ گوشدارغ بیت نوی۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bgp: اگر شوا اے فائل اے بارہ کوئی اصافی معلومات فراہم کھنغ چاہے , تاں براہ کرم رابطہ کھنے <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bgp: اگر شوا اے فائل اے بارہ کوئی اصافی معلومات فراہم کھنغ چاہے واں ٹیمپلیٹ وچا شامل چھنے تاں براہ کرم رابطہ کھنے
